<template>
  <div class="content" >
<div class="main-banner-title "> Меня зовут Кирилл и я занимаюсь клиентской разработкой сайтов.</div>
  <div class="main-banner-text">
    Мне довелось работать как над разовыми задачами, так и заниматься постоянной поддержкой больших высоконагруженных проектов.
    Могу сделать верстку, написать скрипты и прикрутить это к backend . Работая с макетом стараюсь четко передать идею дизайнера, как в плане внешнего вида (pixel perfect), так и в плане логики.
  </div>
</div>

</template>

<script>
export default {
  name: 'mainPage',
  data() {
    return {}
  }
}
</script>

