<template>
  <div class="content">
    {{ $t('тест') }}
<br>выгу выгу выгу
    <br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    v
    v<br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгувыгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    v
    v<br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгувыгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    v
    v<br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгу
    <br>выгу выгу выгувыгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу<br>выгу выгу выгу
  </div>
</template>

<script>
export default {
  name: 'mainPage',
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
