<template>
  <div class="content" >

<div class="main-banner-title "> Меня зовут Кирилл и я занимаюсь клиентской разработкой сайтов.</div>
  <div class="main-banner-text about_me_text">
      Я стараюсь всегда на любую проблему найти решение.
    <br>Работая с макетом стараюсь четко передать идею дизайнера, как в плане внешнего вида (pixel perfect), так и в плане логики.
    <br>Делаю сайты с поддержкой современных браузеров, под все типы устройств.
    <br>Могу использовать adaptive и responsive подход.
    <br>В случае необходимости, могу подкорректировать макет, предложить свой вариант, в том числе адаптировать внешний вид для мобильных устройств.
    <br>В короткие сроки могу освоить и начать использовать новые технологии.

  </div>
</div>

</template>

<script>
export default {
  name: 'mainPage',
  data() {
    return {}
  }
}
</script>

